Repository: ECCC-CCCS/climate-data-extraction-tool
Catalog: locales/po/*.po
Languages: fr

source: : 1-833-517-0376; get help finding, understanding and using climate information
fr: : 1-833-517-0376; obtenir de l&rsquo;aide afin de trouver, comprendre et utiliser des renseignements climatiques

source: : links to other datasets, tools, guidance and related resources
fr: : liens vers d'autres ensembles de données, des outils, des conseils et des ressources connexes

source: : more details on ECCC's climate datasets
fr: : lus de détails sur les ensembles de données climatiques de l'ECCC

source: : search, explore and visualize climate data
fr: : chercher, explorer et visualiser des données climatiques

source: (Required)
fr: (Obligatoire)

source: {formatName} files can be opened, viewed and manipulated with any word processor or spreadsheet software.
fr: Les fichiers {formatName} peuvent être ouverts, visualisés et manipulés avec n’importe quel logiciel de traitement de texte ou de tableur.

source: {formatName} files can be opened, viewed and manipulated with Geographic Information System (GIS) software or scientific programming tools such as {linkToR} or {linkToPython}.
fr: Les fichiers {formatName} peuvent être ouverts, visualisés et manipulés à l’aide d’un logiciel SIG (système d’information géographique) ou d’outils de programmation scientifique comme {linkToR} ou {linkToPython}.

source: {formatName} files can be opened, viewed and manipulated with some Geographic Information System (GIS) software or scientific programming tools such as {linkToR}, {linkToPython}, {linkToPanoply}, or {linkToCDO}.
fr: Les fichiers {formatName} peuvent être ouverts, visualisés et manipulés à l’aide d’un logiciel SIG (système d’information géographique) ou d’outils de programmation scientifique comme {linkToR}, {linkToPython}, {linkToPanoply}, ou {linkToCDO}.

source: <a href="{link}" target="_blank">Contact the Climate Services Support Desk</a> if you're interested in individual model output
fr: <a href="{link}" target="_blank">Communiquez avec le Centre d&rsquo;aide des Services climatiques</a> pour obtenir les résultats d’un modèle individuel

source: <a href="{link}" target="_blank">Learn more about percentiles</a>
fr: <a href="{link}" target="_blank">En savoir plus sur les percentiles</a>

source: <a href="https://www.openstreetmap.org/copyright">OpenStreetMap</a> contributors
fr: Contributeurs à <a href="https://www.openstreetmap.org/copyright">OpenStreetMap</a>

source: <strong>Analysis data (10km)</strong> is available from 2012-10-03 12:00 Coordinated Universal Time (UTC) up until today.
fr: <strong>Les données de l'analyse à 10km</strong> sont disponibles depuis 2012-10-03 12:00 UTC à aujourd'hui.

source: <strong>Archive</strong> data is the 15km archives and are available from 2011-04-06 12:00 UTC to 2012-10-02 12:00 UTC.
fr: <strong>Les données d'archives à 15km</strong> sont disponibles du 2011-04-06 12:00 UTC à 2012-10-02 12:00 UTC.

source: 01 - January
fr: 01 - Janvier

source: 02 - February
fr: 02 - Février

source: 03 - March
fr: 03 - Mars

source: 04 - April
fr: 04 - Avril

source: 05 - May
fr: 05 - Mai

source: 06 - June
fr: 06 - Juin

source: 07 - July
fr: 07 - Juillet

source: 08 - August
fr: 08 - Août

source: 09 - September
fr: 09 - Septembre

source: 10 - October
fr: 10 - Octobre

source: 11 - November
fr: 11 - Novembre

source: 12 - December
fr: 12- Décembre

source: 2 digit day of month
fr: 2 chiffres du jour du mois

source: 2 digit month
fr: 2 chiffres du mois

source: 20-Year average
fr: Moyenne sur 20 ans

source: 20-Year average range
fr: Variation moyenne sur 20 ans

source: 24 hours
fr: 24 heures

source: 24 hours preliminary
fr: 24 heures préliminaire

source: 24 hr Total precipitation [{units}]
fr: Précipitations totales par 24h [{units}]

source: 25th percentile
fr: 25e percentile

source: 4 digit year
fr: 4 chiffres de l'année

source: 50th percentile
fr: 50e percentile

source: 5th percentile
fr: 5e percentile

source: 6 hours
fr: 6 heures

source: 6 hours preliminary
fr: 6 heures préliminaire

source: 75th percentile
fr: 75e percentile

source: 95th percentile
fr: 95e percentile

source: A single location as a CSV or GeoJSON
fr: Un point de grille unique sous forme CSV ou GeoJSON

source: Actual values
fr: Valeurs réelles

source: Adapting to Climate Change
fr: Adaptation aux changements climatiques

source: Adjusted and Homogenized Canadian Climate Data (AHCCD) are climate station datasets that incorporate adjustments (derived from statistical procedures) to the original historical station data to account for discontinuities from non-climatic factors, such as instrument changes or station relocation. Data are provided for temperature, precipitation, pressure and wind speed. Station trend data are provided when available. Trends are calculated using the Theil-Sen method using the station's full period of available data. The availability of trends will vary by station; if more than 5 consecutive years are missing data or more than 10% of the data within the time series is missing, a trend was not calculated.
fr: Les données climatiques canadiennes ajustées et homogénéisées (DCCAH) sont des ensembles de données de stations climatologiques qui incluent des ajustements (calculs à l’aide de méthodes statistiques) aux données historiques originales des stations afin de tenir compte de facteurs non climatiques tels que des changements aux instruments et des changements d’emplacement de station. Extrayez un sous-ensemble de l’ensemble de données d’une ou de plusieurs stations à l’aide de l’outil d’extraction de données climatiques.

source: Air temperature
fr: Température de l'air

source: All
fr: Tous

source: All {maxDays} days of the month
fr: Tous les {maxDays} jours du moi

source: All {maxDays} days of the year
fr: Tous les {maxDays} jours de l'année

source: All months
fr: Tous les mois

source: alternatively, for most datasets, you can select all stations within a province or territory with the "Province/Territory" menu
fr: pour la plupart des ensembles de données, vous pouvez également sélectionner toutes les stations d’une province ou d’un territoire à l’aide du menu de provinces et de territoires

source: Analysis
fr: Analyse

source: Analysis date
fr: Date de l'analyse

source: Analysis run hour
fr: Heure de la passe d'analyse

source: Annual
fr: Annuel

source: Annual max/min
fr: Max/min annuel

source: Annual values
fr: Valeurs annuelles

source: Anomalous weather resulting in Temperature and Precipitation extremes occurs almost every day somewhere in Canada. For the purpose of identifying and tabulating daily extremes of record for temperature, precipitation and snowfall, the Meteorological Service of Canada has threaded or put together data from closely related stations to compile a long time series of data for about 750 locations in Canada to monitor for record-breaking weather.
fr: Des températures et precipitations extremes se produisent presque toutes les jours quelque part au Canada. Afin d’identifier et de tabuler les extrêmes quotidiens des températures, des précipitations et des chutes de neige et de surveiller les records météorologiques, le Service Météorologique du Canada a « maillé » les données de stations étroitement liées pour compiler une longue série chronologique de données pour environ 750 endroits au Canada.

source: Anomaly values
fr: Valeurs des anomalies

source: Archive
fr: Archives

source: British Columbia
fr: Colombie-Britannique

source: Bulk downloads
fr: Téléchargements en masse

source: Canadian Centre for Climate Services
fr: Centre Canadien des Services Climatiques

source: Canadian gridded temperature and precipitation anomalies (CANGRD) are datasets of historical gridded temperature and precipitation anomalies, interpolated from adjusted and homogenized climate station data at a 50km resolution across Canada. Mean, minimum and maximum temperature and total precipitation anomalies represent the departure from a mean reference period (1961-1990). Temperature anomalies are expressed as degree Celsius (C) while precipitation anomalies are normalized by dividing by the mean reference period and expressed as percentage change (%). Trends of temperature change (C) for 1948-2018 and trends of relative total precipitation change (%) for 1948-2012 are also available for download.
fr: Les anomalies de température et précipitation interpolées pour le Canada (CANGRD) sont des ensembles de données passées sur les anomalies de températures et de précipitations, interpolées à partir de données ajustées et homogénéisées de stations climatologiques à une résolution de 50 km, à l’échelle du Canada. Ce qui est illustré ici représente les tendances saisonnières et annuelles de 1948 à aujourd’hui, et un écart par rapport à la moyenne de la période de référence (1961 à 1990). Extrayez un sous-ensemble à partir de cet ensemble de données ou à partir des anomalies mensuelles, saisonnières et annuelles CANGRD, à l’aide de l’outil d’extraction de données climatiques.

source: Canadian hourly climate data are available for public access from the ECCC/MSC's National Climate Archive. These are surface weather stations that produce hourly meteorological observations, taken each hour of the day. Only a subset of the total stations found on Environment and Climate Change Canada's Historical Climate Data Page is shown due to size limitations. The criteria for station selection are listed as below.
fr: Les données climatiques horaires canadiennes sont accessibles au public à partir des Archives climatiques nationales du ECCC/SMC. Il s'agit de stations météorologiques de surface qui produisent des observations météorologiques horaires, prises à chaque heure de la journée. En raison des limites de taille, seul un sous-ensemble des stations trouvées sur la page des données climatiques historiques d'Environnement et Changement climatique Canada est présenté. Les critères de sélection des stations sont énumérés ci-dessous.

source: Clear dates
fr: Effacer les dates

source: Clear selected
fr: Effacer la sélection

source: Click &quot;retrieve your download links&quot; at the bottom of the page and then download the data from the links provided
fr: Cliquez sur "Extraire les liens de téléchargement" en bas de la page puis téléchargez les données à partir des liens fournis

source: Climate change
fr: Changements climatiques

source: Climate data extraction tool
fr: Outil d'extraction de données climatiques

source: Climate data viewer
fr: Visualiseur de données climatiques

source: Climate element / record type
fr: Élément climatique / type d'enregistrement

source: Climate ID
fr: ID climatique

source: Climate Normals 1981-2010 are used to summarize or describe the average climatic conditions of a particular location. At the completion of each decade, Environment and Climate Change Canada updates its climate normals for as many locations and as many climatic characteristics as possible. The climate normals offered here are based on Canadian climate stations with at least 15 years of data between 1981 to 2010.
fr: Les normales climatiques 1981-2010 servent à résumer ou à décrire les conditions climatiques moyennes d'un endroit donné. À la fin de chaque décennie, Environnement et Changement climatique Canada met à jour ses normales climatiques pour le plus grand nombre possible de stations et de caractéristiques climatiques. Les normales climatiquesoffertes ici reposent sur les stations climatologiques canadiennes ayant au moins 15 années de données entre 1981 à 2010.

source: Climate predictions
fr: Prévisions climatiques

source: Climate projections
fr: Projections climatiques

source: Contact the Climate Services Support Desk
fr: Communiquez avec le Centre d&rsquo;aide des Services climatiques

source: Daily climate data is derived from two sources of data; Daily Climate Stations producing one or two observations per day of temperature, precipitation, and hourly stations (see hourly data sets) that typically produce more weather elements e.g. wind or snow on ground.
fr: Les données climatiques quotidiennes sont dérivées de deux sources de données; les stations climatologiques quotidiennes qui produisent une ou deux observations de température et de précipitations par jour, et les stations d’observation horaire (voir les séries de données horaires) qui produisent habituellement plus d’éléments météorologiques, p. ex, le vent ou la neige au sol.

source: Daily extremes of record (LTCE) - Precipitation
fr: Extrêmes quotidiens (ECLT) - Précipitations

source: Daily extremes of record (LTCE) - Snowfall
fr: Extrêmes quotidiens (ECLT) - Neige

source: Daily extremes of record (LTCE) - Temperature
fr: Extrêmes quotidiens (ECLT) - Température

source: Daily max/min
fr: Max/min quotidien

source: Daily maximum temperature
fr: Température maximale quotidienne

source: Daily mean
fr: Moyenne quotidienne

source: Daily minimum temperature
fr: Température minimale quotidienne

source: Data download format
fr: Format du téléchargement de données

source: Data download link
fr: Lien de téléchargement de données

source: Data download links
fr: Liens de téléchargement de données

source: Date range
fr: Plage de dates

source: Date range fields must be all set or cleared.
fr: Les champs de la plage de dates doivent tous être définis ou effacés.

source: Date ranges not required for CanGRD trends
fr: Les plages de dates ne sont pas requises pour les tendances des CanGRD

source: Day
fr: Jour

source: deselect a station by clicking on it again in the table
fr: désélectionnez une station en cliquant de nouveau sur celle-ci dans le tableau

source: deselect all stations by clicking the "Clear selected" button
fr: désélectionnez toutes les stations en cliquant sur le bouton d’annulation de la sélection

source: Download
fr: Télécharger

source: Download a list of detailed information for each AHCCD station.
fr: Télécharger la liste des informations détaillées pour chaque station DCCAH.

source: Download a list of detailed information for each Climate normals station.
fr: Télécharger la liste des informations détaillées pour chaque station pour l’ensemble des Normales climatiques 1981-2010.

source: Download a list of detailed information for each Daily climate station.
fr: Télécharger la liste des informations détaillées pour chaque station pour l’ensemble des Données climatiques quotidiennes.

source: Download a list of detailed information for each Historical hydrometric station.
fr: Télécharger la liste des informations détaillées pour chaque station hydrométrique historique.

source: Download a list of detailed information for each Hourly climate station.
fr: Téléchargez une liste d'informations détaillées pour chaque station climatique horaire.

source: Download a list of detailed information for each LTCE virtual climate station
fr: Téléchargez une liste d'informations détaillées pour chaque station climatologique virtuelle de la ECLT

source: Download a list of detailed information for each LTCE virtual climate station with precipitation record type only
fr: Téléchargez la liste d'informations détaillées pour chaque station climatologique virtuelle des ECLT qui présente uniquement les données de précipitation

source: Download a list of detailed information for each LTCE virtual climate station with snowfall record type only
fr: Téléchargez la liste d'informations détaillées pour chaque station climatologique virtuelle des ECLT qui présente uniquement les données de neige

source: Download a list of detailed information for each LTCE virtual climate station with temperature record type only
fr: Téléchargez la liste d'informations détaillées pour chaque station climatologique virtuelle des ECLT qui présente uniquement les données de température

source: Download a list of detailed information for each Monthly climate summaries station.
fr: Télécharger la liste des informations détaillées pour chaque station pour l’ensemble des données sur les Sommaires climatiques mensuels.

source: Download records {startNum} - {endNum}
fr: Télécharger des registres {startNum} - {endNum}

source: Download station list for this dataset.
fr: Télécharger la liste des stations pour cet ensemble de données.

source: Downloads for this dataset are currently not working. We apologize for any inconvenience and are working to rectify the problem.
fr: Les téléchargements pour cet ensemble de données ne fonctionnent pas en ce moment. Nous nous excusons pour tout inconvénient et nous travaillons pour résoudre le problème.

source: Downloads not working
fr: Les téléchargements ne fonctionnent pas

source: Element name
fr: Nom de l'élément

source: Emissions scenario
fr: Scénario d'émissions

source: End date
fr: Date de fin

source: Ensemble percentile
fr: Percentile de l'ensemble

source: Environment and natural resources
fr: Environnement et ressources naturelles

source: Error:
fr: Erreur :

source: Example web page: 1981-2010 Climate Normals
fr: Exemple de page web : Les normales climatiques 1981-2010

source: Example web page: Adjusted and Homogenized Canadian Climate Data (AHCCD)
fr: Exemple de page web : Les données climatiques canadiennes ajustées et homogénéisées (DCCAH)

source: Example web page: Canadian Gridded Temperature and Precipitation Anomalies (CANGRD)
fr: Exemple de page web : Les anomalies de température et précipitation interpolées pour le Canada (CANGRD)

source: Example web page: Canadian statistically downscaled climate scenarios
fr: Exemple de page web : Les scénarios climatiques canadiens mis à l’échelle de manière statistique

source: Example web page: Daily Climate Data
fr: Exemple de page web : Les données climatiques quotidiennes

source: Example web page: Global climate model scenarios (CMIP5)
fr: Exemple de page web : Les données des Scénarios basés sur des modèles climatiques globaux (CMIP5)

source: Explanation of model types
fr: Interprétation des types de modèles

source: Fall (September-November)
fr: Automne (septembre à novembre)

source: First date
fr: Date de début

source: For more detailed information on this dataset, see the <a href="{techDocLink}" target="_blank">technical documentation on <abbr title="{datasetName}">AHCCD</abbr></a>.
fr: Pour de plus amples renseignements, voir la <a href="{techDocLink}" target="_blank">documentation technique relative aux <abbr title="{datasetName}">DCCAH</abbr></a>.

source: For more detailed information on this dataset, see the <a href="{techDocLink}" target="_blank">technical documentation on <abbr title="{datasetName}">CANGRD</abbr></a>.
fr: Pour de plus amples renseignements, voir la <a href="{techDocLink}" target="_blank">documentation technique relative aux <abbr title="{datasetName}">CANGRD</abbr></a>.

source: For more detailed information on this dataset, see the <a href="{techDocLink}" target="_blank">technical documentation on <abbr title="{datasetName}">CanSIPS</abbr></a>.
fr: Pour de plus amples renseignements, voir la <a href="{techDocLink}" target="_blank">documentation technique relative aux <abbr title="{datasetName}">SPISCan</abbr></a>.

source: For more detailed information on this dataset, see the <a href="{techDocLink}" target="_blank">technical documentation on <abbr title="{datasetName}">LTCE</abbr></a>.
fr: Pour de plus amples renseignements, voir la <a href="{techDocLink}" target="_blank">documentation technique relative aux <abbr title="{datasetName}">ECLT</abbr></a>.

source: For more detailed information on this dataset, see the <a href="{techDocLink}" target="_blank">technical documentation on <abbr title="{datasetName}">RDPA</abbr></a>.
fr: Pour de plus amples renseignements, voir la <a href="{techDocLink}" target="_blank">documentation technique relative à la <abbr title="{datasetName}">ARDP</abbr></a>.

source: For more detailed information on this dataset, see the <a href="{techDocLink}" target="_blank">technical documentation on the Climate normals 1981-2010</a>.
fr: Pour de plus amples renseignements, voir la <a href="{techDocLink}" target="_blank">documentation technique relative aux Normales climatiques 1981-2010</a>.

source: For more detailed information on this dataset, see the <a href="{techDocLink}" target="_blank">technical documentation on the Daily climate data</a>.
fr: Pour de plus amples renseignements, voir la <a href="{techDocLink}" target="_blank">documentation technique relative aux Données climatiques quotidiennes</a>.

source: For more detailed information on this dataset, see the <a href="{techDocLink}" target="_blank">technical documentation on the Global climate model scenarios</a>.
fr: Pour de plus amples renseignements, voir la <a href="{techDocLink}" target="_blank">documentation technique relative aux Scénarios basés sur des modèles climatiques globaux</a>.

source: For more detailed information on this dataset, see the <a href="{techDocLink}" target="_blank">technical documentation on the Historical hydrometric data</a>.
fr: Pour de plus amples renseignements, voir la <a href="{techDocLink}" target="_blank">documentation technique relative aux Données hydrométriques historiques</a>.

source: For more detailed information on this dataset, see the <a href="{techDocLink}" target="_blank">technical documentation on the Hourly climate data</a>.
fr: Pour de plus amples renseignements, voir la <a href="{techDocLink}" target="_blank">documentation technique relative aux Données climatiques horaires</a>.

source: For more detailed information on this dataset, see the <a href="{techDocLink}" target="_blank">technical documentation on the Monthly climate summaries</a>.
fr: Pour de plus amples renseignements, voir la <a href="{techDocLink}" target="_blank">documentation technique relative aux Sommaires climatologiques mensuels</a>.

source: For more detailed information on this dataset, see the <a href="{techDocLink}" target="_blank">the technical documentation on the Canadian statistically downscaled climate scenarios</a>.
fr: Pour de plus amples renseignements, voir la <a href="{techDocLink}" target="_blank">documentation technique relative aux Scénarios climatiques canadiens mis à l’échelle de manière statistique</a>.

source: Forecast
fr: Prévision

source: Forecast month
fr: Mois de la prévision

source: Forecast months
fr: Les mois de la prévision

source: Forecast period
fr: Période de la prévision

source: Frequently asked questions about LTCE
fr: Foire aux questions à propos de l'ECLT

source: Future
fr: Futur

source: Get started
fr: Commencez

source: Help us improve!
fr: Aidez-nous à améliorer !

source: Hide discontinued stations
fr: Masquer les stations abandonnées

source: High emissions scenario (RCP 8.5)
fr: Scénario d'émissions élevées (RCP 8.5)

source: Historical
fr: Historique

source: Historical climate and river data
fr: Données historiques météorologiques et fluviales

source: Historical end date
fr: Date de fin de l'historique
