Repository: ECCC-CCCS/climate-data-extraction-tool
Catalog: locales/po/*.po
Languages: fr

source: The Global climate model scenarios dataset is based on an ensemble of global climate model projections from the Coupled Model Intercomparison Project Phase 5 (CMIP5) are provided. Multi-model ensembles of modelled output (actual value) and projected change (anomaly) are available for historical simulations and three emission scenarios at a 1x1 degree grid resolution. Projected changes are expressed as anomalies with respect to the reference period of 1986-2005. A range of percentiles across the multi-model ensembles are available for download.
fr: Les données des Scénarios basés sur des modèles climatiques globaux s’appuient sur un ensemble de projections du modèle climatique mondial issues de la phase 5 du projet d’intercomparaison de modèles couplés (CMIP5) sont fournis. Les changements climatiques projetés, quant à la période de référence de 1986 à 2005, sont donnés selon trois scénarios d’émissions à une grille de résolution de 1 degré x 1 degré. La médiane des changements projetés de l’ensemble multimodèles est illustrée. Extrayez un sous-ensemble à partir de cet ensemble de données ou à partir des ensembles mensuels, saisonniers et annuels du CMIP5, à l’aide de l’outil d’extraction de données climatiques.

source: The open government portal page for the Canadian statistically downscaled climate scenarios also provides metadata files for the dataset as well as other avenues for accessing the dataset:
fr: La page du portail du gouvernement ouvert relative aux Scénarios climatiques canadiens mis à l’échelle de manière statistique fournit aussi des fichiers de métadonnées pour l’ensemble de données, ainsi que d’autres moyens d’accéder à l’ensemble de données :

source: The open government portal page for the Daily climate records also provides metadata files for the dataset as well as other avenues for accessing the dataset:
fr: La page du portail du gouvernement ouvert relative aux Données climatiques quotidiennes fournit aussi des fichiers de métadonnées pour l’ensemble de données, ainsi que d’autres moyens d’accéder à l’ensemble de données :

source: The open government portal page for the Global climate model scenarios also provides metadata files for the dataset as well as other avenues for accessing the dataset:
fr: La page du portail du gouvernement ouvert relative aux Scénarios basés sur des modèles climatiques globaux fournit aussi des fichiers de métadonnées pour l’ensemble de données, ainsi que d’autres moyens d’accéder à l’ensemble de données :

source: The priorities for inclusion are as follows:
fr: Les priorités d'inclusion sont les suivantes :

source: The Regional Deterministic Precipitation Analysis (RDPA) produces a best estimate of the amount of precipitation that occurred over recent past periods of 6 or 24 hours. The estimate integrates data from in situ precipitation gauge measurements, weather radar and numerical weather prediction models. Geographic coverage is North America (Canada, United States and Mexico). Data is available at horizontal resolution of 10 km. Data is only available for the surface level. Analysis data is made available four times a day for 6h intervals and once a day for the 24h interval. A preliminary estimate is available approximately 1h after the end of the accumulation period, and revised 6h after in order to assimilate gauge data arriving later.
fr: L'Analyse régionale déterministe de précipitation (ARPD) produit une estimation optimale de la quantité de précipitation qui est survenue au cours de périodes passées récentes de 6h ou 24h. Cet estimé intègre des relevés provenant de capteurs de précipitation, de radar météo et de modèles de prévision numérique du temps. La couverture géographique est l'Amérique du Nord (Canada, États-Unis et le Mexique). Les données sont disponibles à une résolution spatiale horizontale de 10 km. Les données ne sont disponibles qu'au niveau de la surface. Les données d'analyse sont rendues disponibles quatre fois par jour pour les intervalles de 6h et une fois par jour pour l'intervalle de 24h. Un estimé préliminaire est disponible environ 1h après la fin de la période d'accumulation, et révisé 6h plus tard afin d'assimiler les pluviomètres dont les données furent disponibles tardivement.

source: The start date cannot be greater than the end date.
fr: La date de début ne peut pas être après la date de fin.

source: There are no stations available to download data from your current map display.
fr: L’affichage actuel de votre carte ne contient aucune station pour télécharger des données.

source: These data should not be used to answer questions about climate change. For climate change or trend detection the data would have to be adjusted to remove such artifacts as discontinuities and non-climate trends.
fr: Ces données ne doivent pas être utilisées pour répondre à des questions sur les changements climatiques. Pour les changements climatiques ou la détection des tendances, les données devraient être ajustées pour éliminer les artefacts tels que les discontinuités et les tendances non climatiques.

source: This button will retrieve more than 7000 stations and may cause a performance loss on this graphical user interface
fr: Ce bouton permet de récupérer plus de 7000 stations et peut causer une perte de performance sur cette interface utilisateur graphique

source: This data provides:
fr: Ces données fournissent :

source: This field is not within the date range limits.
fr: Ce champ n'est pas dans les limites de la plage de dates.

source: This field is required for monthly time intervals.
fr: Cette champ est obligatoire pour les intervalles de temps mensuels.

source: This field is required.
fr: Ce champ est obligatoire.

source: This field must be greater than or equal to:
fr: La valeur de ce champ doit être supérieure ou égale à :

source: This field must be less than or equal to:
fr: La valeur de ce champ doit être inférieure ou égale à :

source: Time interval / Time of year
fr: Intervalle de temps / Période de l'année

source: Time range type
fr: Type de la plage de temps

source: to
fr: à

source: To pan the map, click and drag over the interactive map. Alternatively, <kbd>tab</kbd> focus to the interactive map box and then press the arrow keys.
fr: Pour vous déplacer sur la carte, cliquez et faites glisser le curseur sur la carte interactive. Ou encore, <kbd>tab</kbd> à partir de la cible de saisies de la boîte de la carte interactive, appuyez sur les touches de direction.

source: to see only selected stations in the table, click the "Show selected" button
fr: pour ne voir que les stations sélectionnées dans le tableau, cliquez sur le bouton « Afficher la sélection »

source: To zoom in and out of the map, mouse scroll up and down while you mouse over the interactive map or click on the <kbd><abbr title="Plus Sign">+</abbr></kbd> and <kbd><abbr title="Minus Sign">-</abbr></kbd> buttons respectively. Alternatively, <kbd>tab</kbd> focus to the interactive map box and then press the <kbd><abbr title="Plus Sign">+</abbr></kbd> or <kbd><abbr title="Minus Sign">-</abbr></kbd> keys.
fr: Pour faire un zoom avant et arrière de la carte, déplacez la souris vers le haut et vers le bas tout en la faisant glisser sur la carte interactive, ou cliquez sur le <kbd><abbr title="Plus Sign">+</abbr></kbd> et les boutons <kbd><abbr title="Minus Sign">-</abbr></kbd> , respectivement. Ou encore, <kbd>tab</kbd> à partir de la cible de saisie de la boîte de la carte interactive, appuyez sur la touche <kbd><abbr title="Plus Sign">+</abbr></kbd> ou la touche <kbd><abbr title="Minus Sign">-</abbr></kbd>.

source: Total number of records: {numRecords}
fr: Nombre total d'enregistrements : {numRecords}

source: Total precipitation
fr: Précipitations totales

source: Trend values
fr: Valeurs des tendances

source: use map filters to narrow down the selection on the map
fr: utiliser les filtres de la carte pour réduire la sélection sur la carte

source: Use the climate data extraction tool to download climate data from the selected Environment and Climate Change Canada's datasets.
fr: Utilisez l’outil d’extraction de données climatiques pour télécharger des données climatiques à partir des ensembles de données d’Environnement et Changement climatique Canada.

source: Use the climate data extraction tool to download climate data from the selected Environment and Climate Change Canada's datasets. You can specify the date ranges, variables, download format and other options.
fr: Utilisez l’outil d’extraction de données climatiques pour télécharger des données climatiques à partir des ensembles de données d’Environnement et Changement climatique Canada. Vous pouvez préciser la période, les variables, le format de téléchargement et d’autres options.

source: Use this map to select a geographic subset of the data. The geographic subset of the downloaded data will match the area shown in the map.
fr: Utilisez la carte pour sélectionner un sous-ensemble géographique des données. Le sous-ensemble géographique des données que vous téléchargez correspondra à la zone indiquée sur la carte.

source: User defined range
fr: Intervalle défini par l'utilisateur

source: Value type
fr: Type de valeur

source: Value type / Time interval
fr: Type de valeur / Intervalle de temps

source: Value-added historical climate data products
fr: Produits à valeur ajoutée dérivés de données climatiques historiques

source: Variable
fr: Variables

source: View releases on GitHub
fr: Voir les communiqués sur GitHub

source: Virtual climate station list download:
fr: Téléchargement de la liste des stations climatiques virtuelles :

source: Virtual Climate stations correspond with the city pages of {weatherOfficeLink}. A Virtual Climate station is the result of threading together climate data from proximate current and historical stations to construct a long term threaded data set. The length of the time series of virtual stations is often greater than 100 years. A Virtual Climate station is always named for an "Area" rather than a point, e.g. Winnipeg Area, to indicate that the data are drawn from that area(within a 20km radius from the urban center) rather than a single precise location.
fr: Les stations climatiques virtuelles correspondent aux pages des villes de {weatherOfficeLink}. Une station climatologique virtuelle est le résultat du « remaillage » des données provenant de stations actuelles et historiques proches pour construire un ensemble de données « maillées ». La durée de la série chronologique de stations virtuelles est souvent plus que 100 ans. Une station climatologique virtuelle est toujours nommée pour une « région » plutôt qu’un point (par exemple la région de Winnipeg) pour indiquer que les données sont tirées d’une région (avec un rayon de 20 km du centre urbain) plutôt qu’à un seul emplacement précis.

source: Virtual station ID
fr: ID de la station virtuelle

source: Virtual station name
fr: Nom de la station virtuelle

source: Visit <a href="{link}" target="_blank">ClimateData.ca</a> if you'd like data for a single grid point only
fr: Consultez <a href="{link}" target="_blank">donneesclimatiques.ca</a> si vous désirez des données pour un seul point de grille

source: Visit <a href="{link}" target="_blank">ClimateData.ca</a> to access daily data
fr: Consultez <a href="{link}" target="_blank">donneesclimatiques.ca</a> pour obtenir les données quotidiennes

source: Visit <a href="{link}" target="_blank">ClimateData.ca</a> to access individual model output
fr: Consultez <a href="{link}" target="_blank">donneesclimatiques.ca</a> pour obtenir les résultats d’un modèle individuel

source: We value your feedback and are updating this tool continuously to ensure that it meets your needs. If you have any questions, comments or suggestions, <a href="{supportDeskUrl}">contact the Climate Services Support Desk</a>.
fr: Nous apprécions vos commentaires et mettons à jour cet outil en permanence pour nous assurer qu'il répond à vos besoins. Si vous avez des questions, commentaires ou suggestions, <a href="{supportDeskUrl}">communiquez avec le Centre d’aide des Services climatiques</a>.

source: Weather, climate and hazards
fr: Météo, climat et catastrophes naturelles

source: Winter (December-February)
fr: Hiver (décembre à février)

source: You can specify the date ranges, variables, download format and other options. Use the map to select a geographic subset of the data. The geographic subset of the data that you download will match the area shown on the map. Download the data by clicking on the data download link at the bottom of the page.
fr: Vous pouvez préciser la période, les variables, le format de téléchargement et d’autres options. Utilisez la carte pour sélectionner un sous-ensemble géographique des données. Le sous-ensemble géographique des données que vous téléchargez correspondra à la zone indiquée sur la carte. Téléchargez les données en cliquant sur le lien de téléchargement des données en bas de la page.

source: Your form selection contains no data to download.
fr: Votre sélection de saisie ne contient aucun de données à télécharger.

source: Zooming:
fr: Zoom:

# a phrase that is mid sentence
source: Government of Canada Canadian Climate Normals website
fr: normales climatiques du gouvernement du Canada

# a phrase that is mid sentence
source: Government of Canada Historical Climate Data website
fr: données climatiques historiques du gouvernement du Canada

# Abbreviatio definition for: CanSIPS
source: Canadian Seasonal to Inter-annual Prediction System
fr: Système de prévision interannuelle et saisonnière canadien

# Abbreviation definition for: AHCCD
source: Adjusted and Homogenized Canadian Climate Data
fr: Données climatiques canadiennes ajustées et homogénéisées

# Abbreviation definition for: CANGRD
source: Canadian Gridded Temperature and Precipitation Anomalies
fr: Anomalies de température et précipitation interpolées pour le Canada

# Abbreviation definition for: LTCE
source: Long Term Climate Extremes
fr: Extrêmes climatiques à long terme

# Abbreviation definition for: RDPA
source: Regional Deterministic Precipitation Analysis
fr: Analyse régionale déterministe de précipitation

# Abbreviation: Adjusted and Homogenized Canadian Climate Data
source: AHCCD
fr: DCCAH

# Abbreviation: Canadian Seasonal to Inter-annual Prediction System
source: CanSIPS
fr: SPISCan

# Abbreviation: Long Term Climate Extremes
source: LTCE
fr: ECLT

# Abbreviation: Regional Deterministic Precipitation Analysis
source: RDPA
fr: ARDP

# Breadcrumb
source: Home
fr: Accueil

# Canada.ca Theme
source: About Canada.ca
fr: À propos de Canada.ca

# Canada.ca Theme
source: About government
fr: Au sujet du gouvernement

# Canada.ca Theme
source: About this site
fr: Ã€ propos du site

# Canada.ca Theme
source: Benefits
fr: Prestations

# Canada.ca Theme
source: Business and industry
fr: Entreprises et industrie

# Canada.ca Theme
source: Canada and the world
fr: Canada et le monde

# Canada.ca Theme
source: Contact us
fr: Contactez-nous

# Canada.ca Theme
source: Culture, history and sport
fr: Culture, histoire et sport

# Canada.ca Theme
source: Departments and agencies
fr: Ministères et organismes

# Canada.ca Theme
source: Environment and natural resources
fr: Environnement et ressources naturelles

# Canada.ca Theme
source: Government-wide reporting
fr: Rapports à l'échelle du gouvernement

# Canada.ca Theme
source: Health
fr: Santé

# Canada.ca Theme
source: How government works
fr: Comment le gouvernement fonctionne

# Canada.ca Theme
source: Immigration and citizenship
fr: Immigration et citoyenneté

# Canada.ca Theme
source: Jobs and the workplace
fr: Emplois et milieu de travail

# Canada.ca Theme
source: Language selection
fr: SÃ©lection de la langue

# Canada.ca Theme
source: Mobile applications
fr: Applications mobiles

# Canada.ca Theme
source: Money and finances
fr: Argent et finances

# Canada.ca Theme
source: National security and defence
fr: Sécurité nationale et défense

# Canada.ca Theme
source: News
fr: Nouvelles

# Canada.ca Theme
source: Open government
fr: Gouvernement ouvert

# Canada.ca Theme
source: Policing, justice and emergencies
fr: Services de police, justice et urgences

# Canada.ca Theme
source: Prime Minister
fr: Premier ministre

# Canada.ca Theme
source: Privacy
fr: Confidentialité

# Canada.ca Theme
source: Public service and military
fr: Fonction publique et force militaire

# Canada.ca Theme
source: Science and innovation
fr: Science et innovation

# Canada.ca Theme
source: Search
fr: Recherche

# Canada.ca Theme
source: Search Canada.ca
fr: Rechercher dans Canada.ca

# Canada.ca Theme
source: Section menu
fr: Menu de la section

# Canada.ca Theme
source: Skip to &quot;About government&quot;
fr: Passer à «&#160;Au sujet du gouvernement&#160;»

# Canada.ca Theme
source: Skip to main content
fr: Passer au contenu principal

# Canada.ca Theme
source: Social media
fr: Médias sociaux

# Canada.ca Theme
source: Symbol of the Government of Canada
fr: Symbole du gouvernement du Canada

# Canada.ca Theme
source: Taxes
fr: Impôts

# Canada.ca Theme
source: Terms and conditions
fr: Avis

# Canada.ca Theme
source: Top of page
fr: Haut de la page

# Canada.ca Theme
source: Transport and infrastructure
fr: Transport et infrastructure

# Canada.ca Theme
source: Travel and tourism
fr: Voyage et tourisme

# Canada.ca Theme
source: Treaties, laws and regulations
fr: Traités, lois et règlements

# Canada.ca Theme
source: You are here:
fr: Vous êtes ici :

# Dataset Name
source: Adjusted and Homogenized Canadian Climate Data
fr: Données climatiques canadiennes ajustées et homogénéisées

# Dataset Name
source: Canadian Gridded Temperature and Precipitation Anomalies
fr: Anomalies de température et précipitation interpolées pour le Canada

# Dataset Name
source: Canadian Seasonal to Inter-annual Prediction System
fr: Système de prévision interannuelle et saisonnière canadien

# Dataset Name
source: Canadian statistically downscaled climate scenarios
fr: Scénarios climatiques canadiens mis à l’échelle de manière statistique

# Dataset Name
source: Climate normals 1981 - 2010
fr: Normales climatiques 1981-2010

# Dataset Name
source: Daily climate data
fr: Données climatiques quotidiennes

# Dataset Name
source: Daily climate records
fr: Données climatiques quotidiennes

# Dataset Name
source: Global climate model scenarios
fr: Scénarios basés sur des modèles climatiques globaux

# Dataset Name
source: Historical hydrometric data
fr: Données hydrométriques historiques

# Dataset Name
source: Hourly climate data
fr: Données climatiques horaires

# Dataset Name
source: Monthly climate summaries
fr: Sommaires climatiques mensuels

# Dataset Name
source: Regional Deterministic Precipitation Analysis
fr: Analyse régionale déterministe de précipitation

# Select option for None in a dropdown menu
source: -- None --
fr: -- Aucun --

source: {startYYYYMM} to {endYYYYMM} ({periodValue})
fr: {startYYYYMM} à {endYYYYMM} ({periodValue})

# Template for different file formats
source: A region as a {format1} or {format2}
fr: une région sous forme de {format1} ou {format2}

source: Probability greater than {exceedOption} {varUnits}
fr: Probabilité d'être plus que {exceedOption} {varUnits}

# Title
source: Canada Base Map Transportation
fr: Carte de base du Canada - Transport

# Title
source: Climate data extraction tool
fr: Outil d'extraction de données climatiques

# Title heading
source: Single grid point download
fr: Téléchargement de point de grille unique
