Repository: ECCC-CCCS/climate-data-extraction-tool
Catalog: locales/po/*.po
Languages: fr

source: Historical hydrometric data are standardized water resource data and information. They are collected, interpreted and disseminated by the Water Survey of Canada (WSC) in partnership with the provinces, territories and other agencies through the National Hydrometric Program. These data sets include daily mean, monthly mean, annual maximum and minimum daily mean and instantaneous peak water level and discharge information for over 2700 active and 5080 discontinued hydrometric monitoring stations across Canada.
fr: Les données hydrométriques historiques sont des données et des informations normalisées sur les ressources en eau. Elles sont recueillies, interprétées et diffusées par Relevés hydrologiques du Canada (RHC) en partenariat avec les provinces, les territoires et d’autres organismes par l’intermédiaire du Programme national de relevés hydrométriques. Ces ensembles de données comprennent les valeurs moyennes quotidiennes et mensuelles, les valeurs moyennes quotidiennes minimales et maximales par année et les valeurs des débits et des niveaux d’eau de pointe et instantanés pour plus de 2 700 stations de surveillance hydrométrique actives et 5 080 stations fermées au Canada.

source: Historical start date
fr: Date de début de l'historique

source: Hourly data for some stations and variables can be found on the {website}.
fr: Les données horaires sont disponibles pour certaines stations et variables sur le site Web des {website}.

source: How to use the Climate data extraction tool
fr: Comment utiliser l'Outil d'extraction de données climatiques

source: How to use: interactive map
fr: Guide d'utilisation de la carte interactive

source: If this error persists, please <a href="{supportDeskUrl}">contact the Climate Services Support Desk</a>.
fr: Si cette erreur persiste, veuillez <a href="{supportDeskUrl}">contacter le Centre d’aide des Services climatiques</a>.

source: If you are looking for other datasets, explore the <a href="{climateLibraryUrl}">Library of climate resources</a>.
fr: Si vous cherchez d’autres ensembles de données, explorez le <a href="{climateLibraryUrl}">répertoire de ressources climatiques</a>.

source: Interval type
fr: Type d'intervalle

source: It's possible that your selected location is not within the dataset boundary.
fr: Il est possible que l'endroit sélectionné ne se trouve pas dans les limites du jeu de données.

source: Last date
fr: Date de fin

source: Latest changes
fr: Récents changements

source: Learn more about climate data from ECCC
fr: En savoir plus au sujet des données climatiques d’ECCC

source: Learn more about emissions scenarios
fr: En savoir plus sur les scénarios d'émissions

source: Library of climate resources
fr: Répertoire de ressources climatiques

source: Loading stations... please wait
fr: Les stations sont en train de télécharger… Veuillez patienter

source: Long Term Climate Extremes, Virtual Climate Stations
fr: Extrêmes climatiques à long terme, les stations climatiques virtuelles

source: Low emissions scenario (RCP 2.6)
fr: Scénario d'émissions faibles (RCP 2.6)

source: Map filters
fr: Filtres de la carte

source: Map Projection
fr: Projection cartographique

source: Map selection type
fr: Type de sélection de carte

source: Max number of stations selected
fr: Nombre maximum de stations sélectionnées

source: Maximum date for near surface wind speed is:
fr: La date limite de la vitesse du vent à la surface est :

source: Maximum temperature
fr: Température maximale

source: Mean precipitation
fr: Moyenne des précipitations

source: Mean temperature
fr: Température moyenne

source: Minimum temperature
fr: Température minimale

source: Model run month
fr: Mois de la simulation du modèle

source: Model type
fr: Type de modèle

source: Moderate emissions scenario (RCP 4.5)
fr: Scénario d'émissions modérées (RCP 4.5)

source: Month
fr: Mois

source: Monthly
fr: Mensuel

source: Monthly climate summaries are cross-country summaries of the averages and extremes for the month, including precipitation totals, max-min temperatures, and degree days. These data are available from stations that produce daily data.
fr: Les sommaires climatiques mensuels sont des sommaires transcacanadiens des moyennes et des extrêmespour le mois, y compris les précipitations totales, les températures maximales et minimales et les degrés-jours.

source: Monthly climate summaries by province/territory are available for download on the {website}. The summaries available on each website are derived from the same data but some climate parameters are presented differently.
fr: Les sommaires climatiques mensuels sont disponibles pour être téléchargés par province/territoire sur le site Web des {website}. Les sommaires disponibles sur chacun des sites sont dérivés à partir des mêmes données, mais certains paramètres climatiques y sont présentés différemment en fonction du site.

source: Monthly mean
fr: Moyenne mensuelle

source: Monthly values
fr: Valeurs mensuelles

source: More resources from the <a href="{link}" target="_blank">Canadian Centre for Climate Services</a>
fr: Plus de ressources du <a href="{link}" target="_blank">Centre canadien des services climatiques</a>

source: More resources from the Canadian Centre for Climate Services
fr: Plus de ressources du Centre canadien des services climatiques

source: Near surface wind speed
fr: Vitesse du vent à la surface

source: New Brunswick
fr: Nouveau-Brunswick

source: Newfoundland and Labrador
fr: Terre-Neuve-et-Labrador

source: Next
fr: Suivant

source: Northwest Territories
fr: Territoires du Nord-Ouest

source: Nova Scotia
fr: Nouvelle-Écosse

source: Only 600000 records can be downloaded at once. If you are looking to download more, please contact the <a href="{supportDeskUrl}" target="_blank">Climate Services Support Desk</a>.
fr: Seuls 600000 enregistrements peuvent être téléchargés en une seule fois. Si vous souhaitez en télécharger davantage, veuillez contacter le <a href="{supportDeskUrl}" target="_blank">Centre d&rsquo;aide des Services climatiques</a>.

source: only 950 stations can be selected at once
fr: vous ne pouvez sélectionner qu’un maximum de 950 stations à la fois

source: Only a subset of Climate Normals stations with the longest period of record between 1981-2010 are available on this site. A complete list of all available Climate Normals are available on the {website}.
fr: Seul un sous-ensemble des stations de normales climatiques avec la plus longue période d'enregistrement entre 1981-2010 est disponible sur notre site. Une liste complète de toutes les normales climatiques canadiennes est disponible sur le site Web des {website}.

source: Page size
fr: Format de la page

source: Panning:
fr: Faire un panoramique:

source: Please change your form selection.
fr: Veuillez changer votre sélection de saisie.

source: Please correct all form errors to download data.
fr: Veuillez corriger toutes les erreurs de saisie afin de télécharger les données.

source: Please press the "Reset map" button to see the stations in this table.
fr: Appuyiez sur « réinitialiser la carte » pour voir les stations dans ce tableau sur la carte.

source: Please refer to the <a href="#{ahccdPath}">Adjusted and Homogenized Canadian Climate Data (AHCCD)</a> for climate change purposes.
fr: Veuillez consulter les <a href="#{ahccdPath}">Données Climatiques Canadiennes Ajustées et Homogénéisées (DCCAH)</a> pour tout ce qui concerne les changements climatiques.

source: Please select a different location within the dataset boundary or change your form selection.
fr: Veuillez sélectionner un endroit différent dans la limite du jeu de données ou modifier votre sélection de saisie.

source: Please select a point on the map.
fr: Veuillez sélectionner un point sur la carte.

source: Precipitation
fr: Précipitation

source: Precipitation - Daily extremes of record
fr: Précipitations - Extrêmes quotidiens

source: Precipitation accumulation interval
fr: Interval d'accumulation de précipitation

source: Previous
fr: Précédent

source: Prince Edward Island
fr: Île-du-Prince-Édouard

source: Probability
fr: Probabilité

source: Probability above normal
fr: Probabilité d'être au-dessus de la normale

source: Probability below normal
fr: Probabilité d'être sous la normale

source: Probability near normal
fr: Probabilité d'être près de la normale

source: Province/Territory
fr: Province / Territoire

source: Quantity type
fr: Type de quantité

source: Quebec
fr: Québec

source: Reset map
fr: Réinitialiser la carte

source: Retrieve download links
fr: Extraire les liens de téléchargement

source: Sea ice concentration
fr: Concentration des glaces de mer

source: Sea ice thickness
fr: Épaisseur de la glace de mer

source: Seasonal values
fr: Valeurs saisonnières

source: Seasonally
fr: Saisonnièrement

source: see FAQ
fr: voir la FAQ

source: Select a dataset from the menu to the left
fr: Sélectionnez un jeu de données dans le menu à gauche

source: Select all stations shown
fr: Sélectionnez toutes les stations du tableau

source: select stations on the map or in the table by clicking on them
fr: cliquez sur les stations sur la carte ou dans le tableau pour les sélectionner

source: Select your locations/stations of interest
fr: Sélectionnez vos lieux/stations d'intérêt

source: Show discontinued stations
fr: Afficher les stations abandonnées

source: Show selected
fr: Afficher la sélection

source: Showing {startEntryOfPage} to {lastEntryOfPage} of {filteredNumEntries}
fr: Affichage de {startEntryOfPage} jusqu'à {lastEntryOfPage} de {filteredNumEntries}

source: Showing {startEntryOfPage} to {lastEntryOfPage} of {filteredNumEntries} (filtered from {totalSize} total entries)
fr: Affichage de {startEntryOfPage} jusqu'à {lastEntryOfPage} de {filteredNumEntries} (filtrées de {totalSize} entrées au total)

source: Showing {startEntryOfPage} to {lastEntryOfPage} of {filteredNumEntries} (filtered from {totalSize} total entry)
fr: Affichage de {startEntryOfPage} jusqu'à {lastEntryOfPage} de {filteredNumEntries} (filtré de {totalSize} entrée au total)

source: Single grid point data could not be found.
fr: Aucune donnée de point de grille n'a pu être trouvée.

source: Single location download is currently unavailable. We apologize for any inconvenience and are working to rectify the problem.
fr: Téléchargement de point de grille unique est actuellement indisponible. Nous vous remercions de votre patience et nous travaillons pour rectifier le problème.

source: Single location download unavailable
fr: Téléchargement de point de grille unique n'est pas disponible

source: Snow depth
fr: Épaisseur de la neige

source: Snowfall - Daily extremes of record
fr: Neige - Extrêmes quotidiens

source: Spatial selection download
fr: Téléchargement de la sélection spatiale

source: Specify the rest of your download request
fr: Précisez le reste de votre demande de téléchargement

source: Spring (March-May)
fr: Printemps (mars à mai)

source: Start date
fr: Date de début

source: State
fr: État

source: Station ID
fr: ID de la station

source: Station name
fr: Nom de la station

source: Station table
fr: Table de la station

source: Stations in cities with populations of 10000+
fr: Les stations situées dans des villes de plus de 10 000 habitants

source: Stations that are Regional Basic Climatological Network status
fr: Les stations qui ont le statut de réseau climatologique régional de base (en anglais seulement)

source: Stations with 30+ years of data
fr: Stations ayant plus de 30 ans de données

source: Summer (June-August)
fr: Été (juin à août)

source: Surface wind speed
fr: Vitesse du vent à la surface

source: Technical information and metadata
fr: Informations techniques et métadonnées

source: Temperature - Daily extremes of record
fr: Température - Extrêmes quotidiens

source: Territory
fr: Territoire

source: The <a href="{openPortalLink}" target="_blank">open government portal page for <abbr title="{datasetName}">AHCCD</abbr></a> also provides metadata files for the dataset as well as other avenues for accessing the dataset.
fr: La <a href="{openPortalLink}" target="_blank">page du portail du gouvernement ouvert relative aux <abbr title="{datasetName}">DCCAH</abbr></a> fournit aussi des fichiers de métadonnées pour l’ensemble de données, ainsi que d’autres moyens d’accéder à l’ensemble de données.

source: The <a href="{openPortalLink}" target="_blank">open government portal page for <abbr title="{datasetName}">CANGRD</abbr></a> also provides metadata files for the dataset as well as other avenues for accessing the dataset.
fr: La <a href="{openPortalLink}" target="_blank">page du portail du gouvernement ouvert relative aux <abbr title="{datasetName}">CANGRD</abbr></a> fournit aussi des fichiers de métadonnées pour l’ensemble de données, ainsi que d’autres moyens d’accéder à l’ensemble de données.

source: The <a href="{openPortalLink}" target="_blank">open government portal page for <abbr title="{datasetName}">CanSIPS</abbr></a> also provides metadata files for the dataset as well as other avenues for accessing the dataset.
fr: La <a href="{openPortalLink}" target="_blank">page du portail du gouvernement ouvert relative au <abbr title="{datasetName}">SPISCan</abbr></a> fournit aussi des fichiers de métadonnées pour l’ensemble de données, ainsi que d’autres moyens d’accéder à l’ensemble de données.

source: The <a href="{openPortalLink}" target="_blank">open government portal page for <abbr title="{datasetName}">RDPA</abbr></a> also provides metadata files for the dataset as well as other avenues for accessing the dataset.
fr: La <a href="{openPortalLink}" target="_blank">page du portail du gouvernement ouvert relative à la <abbr title="{datasetName}">ARDP</abbr></a> fournit aussi des fichiers de métadonnées pour l’ensemble de données, ainsi que d’autres moyens d’accéder à l’ensemble de données.

source: The <a href="{openPortalLink}" target="_blank">open government portal page for the Canadian statistically downscaled climate scenarios</a> also provides metadata files for the dataset as well as other avenues for accessing the dataset.
fr: La <a href="{openPortalLink}" target="_blank">page du portail du gouvernement ouvert relative aux Scénarios climatiques canadiens mis à l’échelle de manière statistique</a> fournit aussi des fichiers de métadonnées pour l’ensemble de données, ainsi que d’autres moyens d’accéder à l’ensemble de données.

source: The <a href="{openPortalLink}" target="_blank">open government portal page for the Climate normals 1981-2010</a> also provides metadata files for the dataset as well as other avenues for accessing the dataset.
fr: La <a href="{openPortalLink}" target="_blank">page du portail du gouvernement ouvert relative aux Normales climatiques 1981-2010</a> fournit aussi des fichiers de métadonnées pour l’ensemble de données, ainsi que d’autres moyens d’accéder à l’ensemble de données.

source: The <a href="{openPortalLink}" target="_blank">open government portal page for the Daily climate data</a> also provides metadata files for the dataset as well as other avenues for accessing the dataset.
fr: La <a href="{openPortalLink}" target="_blank">page du portail du gouvernement ouvert relative aux Données climatiques quotidiennes</a> fournit aussi des fichiers de métadonnées pour l’ensemble de données, ainsi que d’autres moyens d’accéder à l’ensemble de données.

source: The <a href="{openPortalLink}" target="_blank">open government portal page for the Daily climate records</a> also provides metadata files for the dataset as well as other avenues for accessing the dataset.
fr: La <a href="{openPortalLink}" target="_blank">page du portail du gouvernement ouvert relative aux Données climatiques quotidiennes</a> fournit aussi des fichiers de métadonnées pour l’ensemble de données, ainsi que d’autres moyens d’accéder à l’ensemble de données.

source: The <a href="{openPortalLink}" target="_blank">open government portal page for the Global climate model scenarios</a> also provides metadata files for the dataset as well as other avenues for accessing the dataset.
fr: La <a href="{openPortalLink}" target="_blank">page du portail du gouvernement ouvert relative aux Scénarios basés sur des modèles climatiques globaux</a> fournit aussi des fichiers de métadonnées pour l’ensemble de données, ainsi que d’autres moyens d’accéder à l’ensemble de données.

source: The <a href="{openPortalLink}" target="_blank">open government portal page for the Historical hydrometric data</a> also provides metadata files for the dataset as well as other avenues for accessing the dataset.
fr: La <a href="{openPortalLink}" target="_blank">page du portail du gouvernement ouvert relative aux Données hydrométriques historiques</a> fournit aussi des fichiers de métadonnées pour l’ensemble de données, ainsi que d’autres moyens d’accéder à l’ensemble de données.

source: The <a href="{openPortalLink}" target="_blank">open government portal page for the Hourly climate data</a> also provides metadata files for the dataset as well as other avenues for accessing the dataset.
fr: La <a href="{openPortalLink}" target="_blank">page du portail du gouvernement ouvert relative aux Données climatiques horaires</a> fournit aussi des fichiers de métadonnées pour l’ensemble de données, ainsi que d’autres moyens d’accéder à l’ensemble de données.

source: The <a href="{openPortalLink}" target="_blank">open government portal page for the Monthly climate summaries</a> also provides metadata files for the dataset as well as other avenues for accessing the dataset.
fr: La <a href="{openPortalLink}" target="_blank">page du portail du gouvernement ouvert relative aux Sommaires climatologiques mensuels</a> fournit aussi des fichiers de métadonnées pour l’ensemble de données, ainsi que d’autres moyens d’accéder à l’ensemble de données.

source: The Canadian Centre for Climate Services also provides both a Datamart and application program interfaces (API) that will allow you to access this dataset in a bulk and/or automated fashion. Please refer to <a href="{link}" target="_blank">the documentation on these advanced tools</a> for more information.
fr: Le Centre canadien des services climatiques offre aussi un Datamart et des interfaces pour la programmation d’application (API) qui permettent d’accéder à cet ensemble de données en masse et/ou de manière automatisée. Veuillez vous référer à <a href="{link}" target="_blank">la documentation sur ces outils avancés</a> pour plus d'information.

source: The Canadian Seasonal to Inter-annual Prediction System (CanSIPS) carries out physics calculations to arrive at probabilistic predictions of atmospheric elements from the beginning of a month out to up to 12 months into the future. Atmospheric elements include temperature, precipitation, wind speed and direction and others. This product contains raw numerical results of these calculations. Geographical coverage is global. Data is available on a grid at a horizontal resolution of 2.5 degrees and for a few selected vertical levels. Predictions are made available monthly.
fr: Le Système de Prévision Interannuelle et Saisonnière Canadien (SPISCan) procède à des calculs physiques afin de produire des prévisions probabilistes d'éléments de l'atmosphère du début d'un mois jusqu'à 12 mois dans le futur. Les éléments de l'atmosphère incluent notamment la température, la précipitation, la vitesse et direction des vents. Ce produit contient les résultats numériques bruts de ces calculs. La couverture géographique est mondiale. Les données sont disponibles pour quelques niveaux verticaux choisis et sur une grille de résolution spatiale de 2.5 degrées. Ces prévisions sont disponibles mensuellement.

source: The Canadian statistically downscaled climate scenarios dataset provides projected changes in temperature and precipitation, with respect to the reference period of 1986-2005, for three emission scenarios at a 10km resolution. Downscaled data are based on global climate model projections from the Coupled Model Intercomparison Project Phase 5 (CMIP5). The median projected changes across the downscaled multi-model ensemble are shown.
fr: Des scénarios climatiques canadiens à réduction d’échelle statistique des changements projetés pour les températures et les précipitations, par rapport à la période de référence de 1986 à 2005, sont donnés selon trois scénarios d’émissions à une résolution de 10 km. Les données avec réduction d’échelle statistique s’appuient sur les projections du modèle climatique mondial issues de la phase 5 du projet d’intercomparaison de modèles couplés (CMIP5). La médiane des changements projetés de l’ensemble multimodèles à réduction d’échelle statistique est illustrée. Extrayez un sous-ensemble à partir de cet ensemble de données ou à partir des ensembles à réduction d’échelle statistique mensuels, saisonniers et annuels, à l’aide de l’outil d’extraction de données climatiques.

source: The daily climate records database, also known as Long Term Climate Extremes (LTCE; {seeFAQLink}), was developed to address the fragmentation of climate information due to station changes (opening, closing, relocation, etc.) over time. For approximately 750 locations in Canada, &quot;virtual&quot; climate stations have been developed by joining (threading) climate data for an urban location, from nearby stations to make long-term records. Each long-term record consists of the extremes (record values) of daily maximum/minimum temperatures, total precipitation and snowfall for each day of the year. Many of the longest data sets of extremes date as far back as the 1800s. This dataset identifies, for example, the highest temperature or the greatest snowfall on record for each day of the year for the selected urban area.
fr: Les Records des Extrêmes Quotidiens (ECLT; {seeFAQLink}) visent à combler les lacunes de la fragmentation de l’information sur le climat en raison de changements apportés aux stations au fil du temps. Dans 750 endroits répartis sur le territoire canadien, des stations climatologiques « virtual » ont été construites en procédant au « remaillage » des données pour un lieu urbain, à partir de stations proches. Ces données fournissent les records des extrêmes quotidiens de la température, la précipitation et la neige pour chaque jour de l'année. La majorité des plus longs ensembles de données des extrêmes datent des années 1800s. Cet ensemble de données identifie, par exemple, la température la plus élevée ou la plus grande chute de neige enregistrée pour chaque jour de l'année pour la zone urbaine sélectionnée.

source: The daily extremes of record for precipitation for each day of the year. Daily elements include: greatest precipitation.
fr: Les extrêmes quotidiens des précipitations pour chaque jour de l'année. Les éléments quotidiens comprennent : les plus grandes précipitations.

source: The daily extremes of record for snowfall for each day of the year. Daily elements include: greatest snowfall.
fr: Les extrêmes journaliers de l'enregistrement des chutes de neige pour chaque jour de l'année. Les éléments quotidiens comprennent : la plus grande chute de neige.

source: The daily extremes of record for temperature for each day of the year. Daily elements include: high maximum, low maximum, high minimum, low minimum.
fr: Les températures extrêmes enregistrées pour chaque jour de l'année. Les éléments quotidiens comprennent : maximum élevé, maximum bas, minimum élevé, minimum bas.

source: The downloaded area will match the area shown in the map.
fr: La zone téléchargée correspondra à la zone indiquée sur la carte.
